tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "theseal/ssh-askpass"
tap "universal-ctags/universal-ctags"
tap "kardolus/chatgpt-cli"
tap "sdkman/tap"

cask "google-chrome"
cask "flycut"
cask "rectangle"
cask "flux"
cask "docker"
cask "sublime-text"
cask "zoom"
cask "notion"
cask "goland"
cask "webstorm"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "slack"
cask "datagrip"
cask "ledger-live"
cask "telegram"
cask "scroll-reverser"
cask "notion-calendar"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "mullvadvpn"

brew "plantuml"
brew "protobuf"
brew "tfenv"
brew "virtualenvwrapper"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python", link: false
brew "ansible"
brew "arc"
brew "chatgp-cli"
brew "sdkman-cli"
brew "node"
brew "autocode"
brew "autojump"
brew "gnu-sed"
brew "tmux"
brew "byobu"
brew "cfssl"
brew "go"
brew "dep"
brew "direnv"
brew "dos2unix"
brew "fzf"
brew "git"
brew "gnupg"
brew "golangci-lint"
brew "pngpaste"
brew "grunt-cli"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "jupyter"
brew "kubernetes-cli"
brew "operator-sdk"
brew "k9s"
brew "neovim"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "qt"
brew "rbenv-binstubs"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "yarn"
brew "z"
brew "kubectx"
brew "kind"
brew "dockerize"
brew "kube-ps1"
brew "bash"
brew "bash-completion"
brew "helm"
brew "libpq"
brew "terraform"

brew "git-duet/tap/git-duet"
brew "theseal/ssh-askpass/ssh-askpass"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "bat"
