tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "theseal/ssh-askpass"
tap "universal-ctags/universal-ctags"
tap "adoptopenjdk/openjdk"

cask "google-chrome"
cask "flycut"
cask "rectangle"
cask "flux"
cask "docker"
cask "adoptopenjdk"
cask "sublime-text"
cask "zoom"
cask notion
cask goland
cask google-cloud-sdk
cask intellij-idea
cask slack
cask datagrip
cask ledger-live
cask telegram

brew "python", link: false
brew "ansible"
brew "node"
brew "autocode"
brew "autojump"
brew "gnu-sed"
brew "tmux"
brew "byobu"
brew "cfssl"
brew "go"
brew "dep"
brew "direnv"
brew "dos2unix"
brew "fzf"
brew "git"
brew "gnupg"
brew "grunt-cli"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "k9s"
brew "neovim"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "qt"
brew "rbenv-binstubs"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "yarn"
brew "z"
brew "kubectx"
brew "kind"
brew "dockerize"
brew "kube-ps1"
brew "bash"
brew "bash-completion"
brew "helm"
brew "libpq"
brew "terraform"

brew "git-duet/tap/git-duet"
brew "theseal/ssh-askpass/ssh-askpass"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "bat"
